Repository: LouisCaubet/HealthX
Catalog: forms/HealthX/HealthX/HealthX/Localization/AppResources.*.resx
Languages: fr

# AppFeeText
source: (1€ app fee applies)
fr: (1€ de frais s'appliquent)

# ApproxText
source: Approx.
fr: Environ.

# AtHomePharmacyText
source: At your Home Pharmacy:
fr: Dans votre pharmacie principale:

# AvailableOrderText
source: Order now and get notified when ready for you!
fr: Commandez maintenant et soyez notifié lorsque c'est prêt!

# AvailableOrderTextShort
source: Available on Order!
fr: Disponible sur commande!

# AvailableText
source: Available - Reserve now and secure availability!
fr: Disponible - Reservez, nous le mettrons de côté pour vous!

# AvailableTextShort
source: Available!
fr: Disponible!

# AwaitingValidationText
source: Awaiting Validation
fr: En attente de validation

# CancelText
source: Cancel
fr: Annuler

source: Closed. Opening at
fr: Fermé. Ouvre à

source: Closed today.
fr: Fermé aujourd'hui

# ConfirmOrderText
source: CONFIRM ORDER
fr: CONFIRMER LA COMMANDE

# ContainsText
source: Contains:
fr: Contient:

# ErrorText
source: Error!
fr: Erreur!

# FavoritesText
source: Your favorites :
fr: Vos favoris:

# FewLeftText
source: Few left! Reserve now to secure it for you!
fr: Plus beaucoup en stock! Reservez, nous le mettrons de côté pour vous!

# FewLeftTextShort
source: Few left!
fr: Plus beaucoup en stock!

# FindMedicineTitle
source: Find Medicine
fr: Chercher un medicament

# GenericMedicinesText
source: Medicines
fr: Medicaments

# GpsNotAvailableText
source: GPS not available
fr: GPS non disponible

# ImageOfPrescriptionText
source: Image of Prescription
fr: Image de l'ordonnance

# InPreparationText
source: In Preparation...
fr: En préparation...

# MoreInfosTitle
source: More Infos
fr: Plus d'Infos

# NearestAvailableText
source: Nearest where available:
fr: Disponible à proximité :

# NoCurrentPurchasesText
source: You have no current purchases.
fr: Vous n'avez pas d'achats pour le moment

# NoSellRestrictionsText
source: No Sell Restrictions
fr: Pas de restriction de vente

# NotAvailableText
source: Sorry, this product is currently not available.
fr: Désolé, ce produit n'est pas disponible.

# NotAvailableTextShort
source: Currently not available
fr: Non disponible pour le moment.

# NotPaidText
source: Not Paid
fr: Non payé

# OnlyPharmaciesText
source: Only available in pharmacies
fr: Uniquement en pharmacie.

# OnlyPrescriptionText
source: Only available on prescription
fr: Uniquement sur ordonnance.

source: Opened until
fr: Ouvert jusqu'à

# OrderAtString
source: Order at
fr: Commander à

# OrderFromPrescriptionText
source: Order from Prescription
fr: Commande par ordonnance

# OrderNowText
source: Order Now!
fr: Commandez

# OrderText
source: Order
fr: Commande

# PaidText
source: Paid
fr: Payé

# PaymentFailureText
source: An error occured during transaction. Operation cancelled.
fr: Une erreur est survenue durant la transaction. Opération annulée.

# PaymentQuestion
source: When would you like to pay?
fr: Quand souhaitez-vous payer?

# PayNowText
source: Pay Now
fr: Payer Maintenant

# PayPickupText
source: Pay on Pickup (1€ app fee applies)
fr: Payer à la pharmacie (1€ de frais s'appliquent)

# PrescriptionText
source: Prescription:
fr: Ordonnance:

# PrescriptionWarningText
source: Warning! This medicine is only available on prescription. You will be asked for a prescription at purchase
fr: Attention! Ce medicament est uniquement disponible sur ordonnance. Une ordonnance vous sera demandée en pharmacie.

# PurchaseText
source: Purchase
fr: Acheter

# ReadyText
source: Ready
fr: Prêt

# RecommendationText
source: You may be looking for...
fr: Vous cherchez peut-être ...

# ReservationFailureText
source: An error occured while processing your reservation. Please try again later.
fr: Une erreur est survenue lors de cette opération. Réessayez plus tard.

# ReservationSuccessText
source: Your reservation was successful. You can monitor it in the Shop."
fr: Réservation complétée avec succès. Vous pouvez suivre son avancement dans l'onglet Shop.

# ReserveText
source: Reserve!
fr: Reserver!

# SearchingAtText
source: Searching at :
fr: Recherche à :

# SearchMedicinePlaceholder
source: Search Medicine ...
fr: Chercher un médicament...

# SearchPlaceholder
source: Search...
fr: Recherche...

# SearchTitle
source: Search
fr: Recherche

# ShowOnPickupText
source: Show this when picking up your order.
fr: Montrez ceci lorsque vous allez chercher\nvotre commande.

# StatusText
source: Status:
fr: Statut:

# SuccessText
source: Success!
fr: Succès!

# YourHomePharmacyText
source: Your Home Pharmacy
fr: Votre pharmacie principale

# YourOrderTitle
source: Your Order
fr: Votre commande

# YouWereSearchingAtText
source: You where searching at:
fr: Vous cherchiez à:

# CurrentPurchasesText
source: Current Purchases
fr: Achats en cours :
